[
  "obsidian-style-settings",
  "nldates-obsidian",
  "obsidian-contextual-typography",
  "calendar",
  "table-editor-obsidian",
  "obsidian-admonition",
  "custom-sort",
  "obsidian-linter",
  "highlightr-plugin",
  "obsidian-auto-link-title",
  "dataview",
  "templater-obsidian",
  "tag-wrangler",
  "number-headings-obsidian",
  "obsidian-pandoc",
  "obsidian-git",
  "obsidian-outliner",
  "darlal-switcher-plus",
  "obsidian-checklist-plugin",
  "obsidian-dynamic-toc",
  "periodic-notes",
  "obsidian-excalidraw-plugin",
  "better-word-count",
  "multi-column-markdown",
  "obsidian-tasks-plugin",
  "obsidian-advanced-uri",
  "obsidian-hide-sidebars-when-narrow",
  "obsidian-kanban",
  "metadata-menu",
  "omnisearch",
  "obsidian-projects",
  "obsidian-quiet-outline",
  "ob-table-enhancer",
  "webpage-html-export",
  "workspaces-plus",
  "obsidian-markmind",
  "obsidian-advanced-slides",
  "obsidian-citation-plugin",
  "obsidian-spaced-repetition",
  "canvas-mindmap",
  "various-complements",
  "recent-files-obsidian",
  "obsidian-hover-editor",
  "note-refactor-obsidian",
  "quick-explorer",
  "podnotes",
  "obsidian-weread-plugin",
  "obsidian-kindle-plugin",
  "obsidian-read-it-later",
  "media-extended",
  "obsidian-footnotes",
  "obsidian-list-callouts",
  "flashcards-obsidian",
  "obsidian-better-command-palette",
  "canvas-presentation",
  "waypoint",
  "better-fn",
  "obsidian-react-components",
  "obsidian-sortable",
  "metaedit",
  "obsidian-plugin-groups",
  "obsidian-memos",
  "quickadd",
  "obsidian-full-calendar",
  "canvas-css-class",
  "link-nodes-in-canvas",
  "optimize-canvas-connections",
  "obsidian-day-planner",
  "remotely-save",
  "easy-typing-obsidian",
  "obsidian-mind-map",
  "dbfolder",
  "fantasy-calendar",
  "obsidian-icon-folder",
  "obsidian-minimal-settings",
  "convert-url-to-iframe",
  "big-calendar",
  "card-board",
  "cmdr",
  "auto-note-mover",
  "buttons",
  "floating-toc",
  "folder-note-plugin",
  "emoji-shortcodes",
  "notion-like-tables",
  "obsidian-charts",
  "obsidian-zotero-desktop-connector",
  "cm-editor-syntax-highlight-obsidian",
  "surfing",
  "obsidian-version-history-diff",
  "obsidian-enhancing-mindmap",
  "obsidian-timestamp-notes",
  "obsidian-hider",
  "juggl",
  "customjs",
  "obsidian-paste-image-rename",
  "oz-clear-unused-images",
  "breadcrumbs",
  "heatmap-calendar",
  "obsidian-book-search-plugin",
  "obsidian-copy-block-link",
  "privacy-glasses",
  "remember-cursor-position",
  "mousewheel-image-zoom",
  "excalibrain"
]