[
  "obsidian-tasks-plugin",
  "dbfolder",
  "dataview",
  "obsidian-linter",
  "obsidian-style-settings",
  "obsidian-hider",
  "recent-files-obsidian",
  "calendar",
  "periodic-notes",
  "obsidian-bartender",
  "cmdr",
  "obsidian-day-planner",
  "obsidian-kanban",
  "mousewheel-image-zoom",
  "note-refactor-obsidian",
  "obsidian-markmind",
  "obsidian-memos",
  "obsidian42-brat",
  "obsidian-paste-image-rename",
  "darlal-switcher-plus",
  "obsidian-statusbar-pomo",
  "ob-table-enhancer",
  "tag-wrangler",
  "templater-obsidian",
  "Enhanced-editing",
  "obsidian-outliner",
  "obsidian-list-callouts",
  "highlightr-plugin",
  "drawio-obsidian",
  "obsidian-copy-block-link",
  "number-headings-obsidian",
  "simple-time-tracker",
  "obsidian-admonition",
  "obsidian-contextual-typography",
  "convert-url-to-iframe",
  "obsidian-auto-link-title",
  "obsidian-hover-editor",
  "time-ruler",
  "multi-column-markdown",
  "obsidian-projects",
  "workspaces-plus",
  "obsidian-spaced-repetition",
  "obsidian-read-it-later",
  "obsidian-banners",
  "copy-as-html",
  "notion-like-tables",
  "buttons",
  "breadcrumbs",
  "omnisearch",
  "media-extended",
  "metadata-menu",
  "metaedit",
  "obsidian-enhancing-export",
  "obsidian-pandoc",
  "podnotes",
  "quick-explorer",
  "float-search",
  "mx-bili-plugin",
  "obsidian-timestamp-notes",
  "obsidian-vault-statistics-plugin",
  "OA-file-hider",
  "obsidian-focus-mode",
  "table-editor-obsidian",
  "spreadsheets",
  "cloze",
  "flashcards-obsidian",
  "folder-note-plugin",
  "waypoint",
  "obsidian-math-plus",
  "obsidian-latex-suite",
  "quick-latex",
  "obsidian-tikzjax",
  "obsidian-quiet-outline",
  "obsidian-wakatime",
  "various-complements",
  "obsidian-excalidraw-plugin",
  "consistent-attachments-and-links"
]