[
  "obsidian-style-settings",
  "nldates-obsidian",
  "obsidian-contextual-typography",
  "calendar",
  "table-editor-obsidian",
  "obsidian-admonition",
  "custom-sort",
  "obsidian-linter",
  "highlightr-plugin",
  "obsidian-auto-link-title",
  "dataview",
  "templater-obsidian",
  "tag-wrangler",
  "number-headings-obsidian",
  "obsidian-pandoc",
  "obsidian-git",
  "obsidian-outliner",
  "darlal-switcher-plus",
  "obsidian-checklist-plugin",
  "obsidian-dynamic-toc",
  "periodic-notes",
  "obsidian-excalidraw-plugin",
  "better-word-count",
  "multi-column-markdown",
  "buttons",
  "obsidian-tasks-plugin",
  "obsidian-advanced-uri",
  "obsidian-hide-sidebars-when-narrow",
  "obsidian-kanban",
  "markdown-table-editor",
  "metadata-menu",
  "omnisearch",
  "obsidian-projects",
  "obsidian-quiet-outline",
  "surfing",
  "ob-table-enhancer",
  "webpage-html-export",
  "workspaces-plus",
  "obsidian-markmind",
  "obsidian-advanced-slides",
  "longform",
  "obsidian-virtual-hotkey-keyboard",
  "obsidian-citation-plugin",
  "obsidian-spaced-repetition",
  "canvas-mindmap",
  "various-complements",
  "recent-files-obsidian",
  "dbfolder",
  "folder-note-plugin",
  "obsidian-hover-editor",
  "note-refactor-obsidian",
  "quick-explorer",
  "podnotes",
  "obsidian-weread-plugin",
  "obsidian-kindle-plugin",
  "obsidian-read-it-later",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-footnotes",
  "obsidian-list-callouts",
  "flashcards-obsidian",
  "obsidian-annotator",
  "obsidian-better-command-palette",
  "canvas-presentation",
  "waypoint",
  "better-fn",
  "obsidian-react-components",
  "obsidian-sortable",
  "metaedit",
  "obsidian-plugin-groups",
  "obsidian-memos",
  "quickadd",
  "remember-cursor-position",
  "obsidian-full-calendar",
  "canvas-css-class",
  "canvas-block-reference",
  "link-nodes-in-canvas",
  "optimize-canvas-connections",
  "obsidian-day-planner",
  "auto-note-mover",
  "remotely-save",
  "easy-typing-obsidian"
]